Repository: kamil559/Pomodorr_backend_v2
Catalog: pomodoro_system/locale/*/LC_MESSAGES/messages.po
Languages: pl

source: Color type must be string.
pl: Wartość musi być typem string.

source: Invalid rgb hex value.
pl: Nieprawidłowa wartość rgb hex.

source: Date frame is already finished.
pl: Ramka czasu jest już zakończona.

source: Start date cannot be greater than end date.
pl: Data początkowa nie może być większa, niż data końcowa.

source: No action is allowed on finished pomodoro.
pl: Nie można wykonać operacji na zakończonym pomodorze.

source: Pomodoro duration's error margin has been exceeded.
pl: Margines błędu czasu trwania pomodora został przekroczony.

source: Colliding pomodoro was found.
pl: Kolidujący pomodoro został znaleziony.

source: No action can be performed upon completed task.
pl: Nie można wykonać operacji na zakończonym zadaniu.

source: Task is already active.
pl: Zadanie jest już aktywne.

source: Task is already completed.
pl: Zadanie jest już zakończone.

source: The project already contains a task with name '%(name)s'.
pl: Projekt już zawiera zadanie z nazwą '%(name)s'.

source: Pause with start date %(start_date)s already exists.
pl: Pauza z datą początkową %(start_date)s już istnieje.

source: Pause does not exist.
pl: Ta pauza nie istnieje

source: Pomodoro with start date %(start_date)s already exists.
pl: Pomodoro z datą początkową %(start_date)s już istnieje.

source: Pomodoro does not exist.
pl: To pomodoro nie istnieje.

source: Project with name %(name)s already exists.
pl: Projekt z nazwą %(name)s już istnieje.

source: Project does not exist
pl: Projekt nie istnieje.

source: Task with name '{name}' already exists within the project.
pl: Zadanie z nazwą '{name}' już istnieje dla tego projektu.

source: Task does not exist.
pl: Zadanie nie istnieje.

source: You may not access the requested resource unless you log in.
pl: Możesz odwiedzić tą stronę tylko będąc zalogowanym.

source: You don't have the permission to perform the action.
pl: Nie masz uprawnień, aby wykonać tą czynność.

source: The requested URL was not found.
pl: Żądany adres nie został znaleziony. Jeśli adres został wprowadzony ręcznie, prosimy upewnić się, że jest on poprawny.

source: Something went wrong. Should the issue remain for a longer period, please contact the administrator.
pl: Coś poszło nie tak. Jeśli problem będzie występować przez dłuższy czas, prosimy skontaktować się z administratorem.

source: The requested resource was not found.
pl: Żądany zasób nie został znaleziony.

source: User does not exist.
pl: Użytkownik nie istnieje.

source: You've been logged out.
pl: Zostałeś wylogowany.

source: The password has been changed successfully.
pl: Hasło zostało zmienione pomyślnie.

source: Invalid token. Please try requesting email address change again.
pl: Token jest nieprawidłowy. Prosimy wysłać żądanie zmiany adresu e-mail ponownie.

source: You did not change your email address within %(within)s. Please try requesting email address change again.
pl: Nie zdążyłeś zmienić adres e-mail w ciągu %(within)s. Prosimy wysłać żądanie zmiany adresu e-mail ponownie.

source: Your e-mail address has been changed. Please reauthenticate.
pl: Twój adres e-mail został zmieniony. Prosimy o ponowne zalogowanie się.

source: The token was not found.
pl: Token nie został znaleziony.

source: New email must be different than the current one.
pl: Nowy adres e-mail musi być inny, niż obecny.

source: %(email)s is already associated with an account.
pl: %(email)s jest już powiązany z kontem.

source: Selected pomodoro does not exist.
pl: Wybrane pomodoro nie istnieje.

source: Selected project does not exist.
pl: Wybrany projekt nie istnieje.

source: Selected task does not exist.
pl: Wybrane zadanie nie istnieje.

source: Selected token does not exist.
pl: Wybrany token nie istnieje.

source: Dear %(email)s,
pl: Drogi %(email)s,

source: You received this email because an e-mail address change request has been submitted by Your account.
pl: Otrzymałeś tę wiadomość, ponieważ żądanie zmiany adresu e-mail zostało utworzone przez Twoje konto.

source: The submitted new e-mail address for your account is %(new_email)s (request has been created on %(requested_at)s)
pl: Wprowadzony nowy adres e-mail dla Twojego konta, to %(new_email)s (żądanie zostało utworzone %(requested_at)s)

source: If you are not the person requesting an email change, please ignore this message, otherwise please confirm Your new e-mail address with the link below:
pl: Jeśli to nie Ty wysłałeś to żądanie, prosimy zignorować tą wiadomość, w innym przypadku prosimy o potwierdzenie zmiany adresu e-mail poprzez poniższy link:

source: You received this email because Your account has been blocked.
pl: Otrzymałeś tę wiadomość, ponieważ Twoje konto zostało zablokowane

source: Your account has been banned permanently. For further information please contact the administrator.
pl: Twoje konto zostało zablokowane permanentie. Po więcej informacji prosimy skontaktować się z administratorem.

source: Your account has been banned temporarily and will be active again on %(banned_until) s(UTC).
pl: Twoje konto zostało zablokowane tymczasowo i zostanie odblokowane %(banned_until) s(UTC).

source: Account lock reason:
pl: Przyczyna blokady konta:

source: You received this email because Your account has been unblocked.
pl: Otrzymałeś tę wiadomość, ponieważ Twoje konto zostało odblokowane.

source: Your account has been unblocked at %(manually_unbanned_at) s(UTC) and you're free to use it again!
pl: Twoje konto zostało odblokowane %(manually_unbanned_at) s(UTC) i znów możesz z niego korzystać!

source: Confirmation instructions have been sent to %(email)s.
pl: Instrukcje potwierdzenia zmiany adresu e-mail zostały wysłane na adres %(email)s.

source: You cannot ban yourself.
pl: Nie możesz zablokować sam siebie.

source: The user is already banned.
pl: Ten użytkownik jest już zablokowany.

source: You cannot unban yourself.
pl: Nie możesz odblokować sam siebie.

source: The user is not currently banned.
pl: Ten użytkownik nie jest obecnie zablokowany

source: Email change request
pl: Żądanie zmiany adresu e-mail

source: Account blocked
pl: Konto zablokowane

source: Account unblocked
pl: Konto odblokowane
